Repository: skrzypczykt/InvoiceGenerator
Catalog: InvoiceGenerator/locale/*/LC_MESSAGES/messages.po
Languages: pl

source: Vat in: %s
pl: NIP %s

source: IR: %s
pl: REGON: %s

source: Page %(page_number)d of %(page_count)d
pl: Strona %(page_number)d z %(page_count)d

source: Invoice num.: %s
pl: Faktura numer: %s

source: Customer
pl: Nabywca

source: Provider
pl: Sprzedawca

source: Payment information
pl: Sposób płatności

source: Account n.
pl: Numer konta

source: Variable symbol
pl: Płatność przelewem

source: Specific symbol
pl: Símbolo específico

source: List of items
pl: Nazwa towaru lub usługi

source: Description
pl: Opis

source: Units
pl: Ilość

source: Price per one
pl: Cena

source: Total price
pl: Wartość

source: Tax
pl: Vat

source: Total price with tax
pl: Wartość z uwzględnieniem vat

source: Total
pl: Razem

source: VAT rate
pl: Stawka vat

source: Without VAT
pl: Netto

source: With VAT
pl: Brutto

source: Total with tax
pl: Razem brutto

source: Creator
pl: Wystawiający

source: Date of exposure taxable invoice
pl: Data wystawienia

source: Taxable invoice num.: %s
pl: Faktura

source: Due date
pl: Data płatności

source: Taxable date
pl: Data sprzedaży

source: Paytype
pl: Sposób płatności

source: Correcting document: %s
pl: Faktura korygująca: %s

source: Correction document for invoice: %s
pl: Documento de correção para a fatura: %s

source: Reason to correction: %s
pl: Razão da correção: %s

source: Date of exposure
pl: Data wystawienia

source: Document num.: %s
pl: Dokument nr.: %s
